IDEA StatiCa Open Model
OpenModel.RebarGeneral Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the rebar General collection
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<RebarGeneral> RebarGeneral { get; set; }
Public Property RebarGeneral As List(Of RebarGeneral)
	Get
	Set
public:
property List<RebarGeneral^>^ RebarGeneral {
	List<RebarGeneral^>^ get ();
	void set (List<RebarGeneral^>^ value);
}
Property Value
Type: List<RebarGeneral>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace